/* No comment provided by engineer. */
"%i days" = "%i days";

/* No comment provided by engineer. */
"%i hours" = "%i hours";

/* No comment provided by engineer. */
"%i minutes" = "%i minutes";

/* No comment provided by engineer. */
"%i seconds" = "%i seconds";

/* No comment provided by engineer. */
"%i weeks" = "%i weeks";

/* No comment provided by engineer. */
"1 day" = "1 day";

/* No comment provided by engineer. */
"1 hour" = "1 hour";

/* No comment provided by engineer. */
"1 minute" = "1 minute";

/* No comment provided by engineer. */
"1 second" = "1 second";

/* No comment provided by engineer. */
"1 week" = "1 week";

/* Copy the link to the clipboard */
"Copy Link" = "Copy Link";

/* No comment provided by engineer. */
"Custom..." = "Custom...";

/* No comment provided by engineer. */
"Image Picker" = "Image Picker";

/* No comment provided by engineer. */
"Invalid Input" = "Invalid Input";

/* No comment provided by engineer. */
"OK" = "OK";

